{
    "no_image": "Tiada gambar yang dipilih",
    "search": "Pencarian penyakit",
    "onboard_snap": "Ambil gambar",
    "next": "Seterusnya",
    "pick_image": "Pilih gambar",
    "upload_picture": "Muat naik gambar",
    "snap_picture": "Snap gambar",
    "pick_an_option": "Pilih satu pilihan",
    "apple": "Epal",
    "cherry": "Ceri",
    "grape": "Anggur",
    "maize": "Jagung",
    "peach": "Buah pic",
    "pepper": "Cili",
    "potato": "Kentang",
    "strawberry": "Strawberi",
    "squash": "Labu",
    "tomato": "Tomato",
    "apple_black_rot": "Reput hitam epal",
    "apple_scab": "Kudis Epal",
    "apple_rust": "Karat Epal Cedar",
    "cherry_powdery": "Cendawan Serbuk Ceri",
    "grape_esca": "Esca Anggur (Campak hitam)",
    "grape_black_rot": "Reput wain hitam",
    "grape_leaf_blight": "Kekacauan Daun Anggur",
    "maize_blight": "Kekacauan daun jagung utara",
    "maize_spot": "Bintik daun kelabu jagung",
    "maize_common_rust": "Karat jagung biasa",
    "peach_spot": "Tempat bakteria pic",
    "pepper_spot": "Tempat bakteria lada",
    "potato_early_blight": "Hawar awal kentang",
    "potato_late_blight": "Hilang kentang",
    "strawberry_leaf": "Daun strawberi hangus",
    "squash_powdery": "Cendawan Serbuk Sotong",
    "tomato_bacterial_spot": "Bakteria tomato",
    "tomato_early_blight": "Tomato awal hawar",
    "tomato_late_blight": "Tomato lambat hilang",
    "tomato_leaf_mold": "Acuan daun tomato",
    "tomato_leaf_spot": "Titik daun Tomato Septoria",
    "tomato_mosaic_virus": "Virus Mozek Tomato",
    "tomato_spider_mite": "Hama labah-labah tomato",
    "tomato_target_spot": "Tempat Sasaran Tomato",
    "tomato_yellow": "Virus curl daun tomato kuning",
    "casual_agents": "Ejen penyebab",
    "causes": "Sebab-sebab",
    "control": "Kawalan",
    "for_more_info": "Untuk maklumat lanjut",
    "click_here": "Tekan di sini",
    "abr0": "Reput hitam disebabkan oleh jamur 'Diplodia seriata'. Penyakit kulat yang memerlukan tanaman juniper untuk menyelesaikan kitaran hidup dua tahun yang kompleks.",
    "abr1": "Buang kanker semasa musim dorman dengan memotong sekurang-kurangnya 15 inci di bawah hujungnya dan bakar.",
    "abr2": "Buang buah atau serangga yang cedera untuk mengelakkan jangkitan semula.",
    "abr3": "Menggunakan racun kulat berasaskan tembaga akan melindungi daripada reput hitam dan kebakaran.",
    "as0": "Apple Scab disebabkan oleh kulat 'Venturia inaequalis' yang disebarkan oleh spora udara.",
    "as1": "Pembiakan sanitasi dan ketahanan.",
    "as2": "Rawatan racun kulat atau biokontrol untuk mencegah penyebaran.",
    "as3": "Hancurkan daun atau buah yang dijangkiti untuk mengurangkan bilangan spora kulat.",
    "ar0": "Karat epal cedar disebabkan oleh patogen kulat caleld 'Gymnosporangium juniperi-virginianae'.",
    "ar1": "Keluarkan gusi dari juniper yang dijangkiti. Dalam beberapa kes, keluarkan tanaman juniper sepenuhnya.",
    "ar2": "Penggunaan racun kulat (pada bulan Julai dan Ogos) pada junior sebelum dan sesudah mereka berada dalam keadaan berjangkit mengurangkan keparahan wabak.",
    "ar3": "Keluarkan pokok aras yang terletak dalam radius 1 batu (1.6km) epal untuk mengganggu kitaran penyakit.",
    "cpm0": "Serbuk cendawan yang disebabkan oleh kulat biotropik wajib yang disebut Podosphaera clandestina, kultivar ceri manis pada pertengahan dan akhir musim sering terjejas.",
    "cpm1": "Kalium bikarbonat adalah racun kulat yang selamat dan berkesan yang membunuh spora semasa bersentuhan. Semburkan pada tanaman yang terjejas.",
    "cpm2": "Campurkan satu sudu meja penaik dan setengah sudu teh sabun cair, bukan bahan pencuci dengan satu gelen air, dan semburkan campuran tersebut secara bebas di kilang.",
    "cpm3": "Mempraktikkan rawatan susu 40% peratus susu dan 60% air menghasilkan radikal bebas yang beracun kepada kulat kerana ia berinteraksi dengan matahari.",
    "gebm0": "Campak, juga disebut esca, campak hitam.",
    "gebm1": "Kismis yang terkena campak harus dikeluarkan semasa penuaian.",
    "gebm2": "Pengawalan kimia dengan menyemburkan atau mengecat batang dan cabang utama dengan larutan natrium arsenit.",
    "gebm3": "(Control No. 2) harus diterapkan selama 2 tahun berturut-turut, sekurang-kurangnya 2 minggu setelah pemangkasan dan tidak lebih dari 3 minggu sebelum bercambah.",
    "gbr0": "Reput hitam adalah penyakit kulat yang disebabkan oleh 'Guignardia bidwellii' yang menyerang anggur semasa cuaca panas dan lembap.",
    "gbr1": "Pilih tempat penanaman di mana tanaman menjalar akan terdedah kepada cahaya matahari penuh dan peredaran udara yang baik.",
    "gbr2": "Jauhkan buah dan kawasan sekitarnya bebas dari rumpai dan rumput tinggi untuk meningkatkan kelembapan rendah dan menghadkan jangkitan kulat.",
    "gbr3": "Memangkas, membakar atau memusnahkan tanaman merambat pada awal musim sejuk semasa dorman.",
    "glb0": "Grape Leaf blight (bintik daun Isariopsis) adalah penyakit yang disebabkan oleh patogen tumbuhan jamur yang disebut Pseudocercospora vitis.",
    "glb1": "Sapukan penyemburan dorman untuk mengurangkan tahap inokulum.",
    "glb2": "Memotong kayu dan kumpulan sakit dan memotong kayu mati akan membantu.",
    "glb3": "Gunakan perlindungan sistemik dan racun kulat seperti mancozeb dan ziram.",
    "mlb0": "Penyakit daun jagung utara (NCLB) adalah penyakit daun jagung (jagung) yang disebabkan oleh 'Exserohilum turcicum', penyakit yang dapat menyebabkan kehilangan hasil yang signifikan pada hibrida jagung yang rentan.",
    "mlb1": "Penggunaan varietas tahan adalah kaedah terbaik untuk mengatasi karat: tahan separa dan kualitatif.",
    "mlb2": "Sebelum menanam, pilih varieti hibrid dengan ketahanan yang diketahui terhadap tungau daun jagung utara. Ini adalah kaedah yang paling penting dalam menguruskan penyakit.",
    "mlb3": "Semasa pertumbuhan, kawalan rumpai terutama rumput yang mungkin menjadi sebilangan besar alternatif kulat.",
    "mls0": "Grey Leaf spot adalah penyakit kulat yang menyerang jagung yang disebabkan oleh patogen 'Cercospora zeae-maydis'.",
    "mls1": "Selama musim tanam, racun kulat dapat digunakan untuk memerangi wabak daun kelabu.",
    "mls2": "Menanam kacukan dengan tahap ketahanan genetik yang tinggi dapat membantu mengurangkan risiko kehilangan hasil akibat jangkitan bintik daun kelabu.",
    "mls3": "Kultivar yang rentan tidak boleh ditanam dalam jarak 100 meter dari tanaman yang dijangkiti pada tahun sebelumnya.",
    "mcr0": "Karat biasa pada jagung disebabkan oleh jamur 'Puccinia sorghi' dan boleh menyebabkan kerugian serius dalam hasil dan kualiti jagung manis.",
    "mcr1": "Penggunaan varietas tahan adalah kaedah terbaik untuk mengatasi karat: tahan separa dan kualitatif.",
    "mcr2": "Dengan penggunaan daun racun kulat pada jagung manis.",
    "mcr3": "Kumpulkan sisa tanaman dan hancurkan dengan membakar atau menguburkan, dan menyiangi sekitar ladang jagung jika Oxalis adalah perkara biasa.",
    "pbs0": "Titik bakteria persik adalah penyakit biasa pada pokok persik tua dan nektarin yang disebabkan oleh bakteria Xanthomonas camperis pv. pruni '.",
    "pbs1": "Pastikan pokok persik anda sentiasa sihat dengan memotong anggota badan yang sakit atau mati dan membaja dan menyiram jika perlu.",
    "pbs2": "Terlalu banyak nitrogen boleh menjadikan penyakit ini lebih teruk.",
    "pbs3": "Kultivar tahan tanaman.",
    "ppbs0": "Titik daun bakteria lada adalah penyakit yang disebabkan oleh bakteria Xanthomonas campestris pv. vesicatoria ', dan disebarkan oleh percikan hujan dan bekerja dengan tanaman basah dan dijangkiti.",
    "ppbs1": "Putaran tanaman dapat membantu mencegah bintik daun bakteria.",
    "ppbs2": "Elakkan menyiram di atas",
    "ppbs3": "Keluarkan dan buang bahagian yang dijangkiti teruk dan semua puing-puing pada akhir musim.",
    "poeb0": "Early Potato Blight adalah penyakit yang disebabkan oleh patogen kulat 'Alternaria solani', dan dapat mengakibatkan defoliasi yang cukup besar dan meningkatkan kemungkinan jangkitan tuberkulosis jika dibiarkan.",
    "poeb1": "Pangkas atau pasangkan tanaman untuk memperbaiki peredaran udara dan mengurangkan masalah kulat.",
    "poeb2": "Pastikan tanah di bawah tanaman bersih dan bebas dari serpihan kebun.",
    "poeb3": "Elakkan pengairan overhead dan biarkan pengudaraan yang mencukupi antara tanaman untuk membolehkan dedaunan kering secepat mungkin.",
    "polb0": "Potato Late blight adalah penyakit yang disebabkan oleh mikroorganisma yang dipanggil 'Phytophthora infestans'.",
    "polb1:": "Jangan campurkan terlalu banyak biji kerana pemotongan dapat menyebarkan penyakit dengan perlahan.",
    "polb2": "Elakkan menanam kawasan bermasalah yang mungkin tetap basah untuk jangka masa yang lama atau mungkin sukar disembur.",
    "polb3": "Memohon asid fosforus ke kentang setelah menuai dan sebelum menimbun dapat mencegah jangkitan dan penyebaran penyakit terakhir dalam simpanan.",
    "sberryls0": "Strawberry Leaf scorch adalah penyakit yang disebabkan oleh jangkitan kulat yang disebut 'Diplocarpon earliana' yang mempengaruhi dedaunan penanaman strawberi.",
    "sberryls1": "Selalunya menanam pemindahan strawberi baru.",
    "sberryls2": "Membersihkan kebun secara berkala dan mengelakkan tanah yang direndam mengurangkan kemungkinan penyebaran kulat.",
    "sberryls3": "Selama penanaman, pastikan jarak penanaman tepat untuk memberikan peredaran udara yang mencukupi, dan penggunaan pengairan tetesan.",
    "squpm0": "Squash Powdery adalah penyakit yang disebabkan terutamanya oleh jamur 'Podosphaera xanthii' yang boleh menyebabkan kematian daun pramatang dan mengurangkan hasil dan kualiti buah.",
    "squpm1": "Mempraktikkan penggiliran tanaman mencegah penyebaran cendawan tepung.",
    "squpm2": "Berikan pergerakan udara yang baik di sekitar tanaman melalui jarak yang betul, penanaman tanaman dan kawalan rumpai.",
    "squpm3": "Sapukan racun kulat setelah menemui cendawan tepung pertama.",
    "tombs0": "Tompok bakteria tomato disebabkan oleh empat spesies 'Xanthomonas'.",
    "tombs1": "Buang tanaman simptomatik dari ladang untuk mencegah penyebaran bakteria ke tanaman yang sihat.",
    "tombs2": "Bakar atau kuburkan tanaman yang terjejas dan JANGAN makan buah tanpa gejala.",
    "tombs3": "Rawatan air panas boleh digunakan untuk membunuh bakteria pada dan di dalam biji.",
    "tomeb0": "Penyakit tomato awal adalah penyakit kulat yang disebabkan oleh patogen kulat yang disebut 'Alternaria solani' yang boleh menyebabkan defoliasi teruk dan menyebabkan kulit buah menjadi lembap.",
    "tomeb1": "Elakkan bekerja di tanaman ketika basah kerana hujan, pengairan, atau embun.",
    "tomeb2": "Pada musim gugur, buang atau kuburkan tanaman yang dijangkiti untuk mengurangkan kemungkinan patogen hidup hingga tahun berikutnya.",
    "tomeb3": "Gunakan pengairan titisan dan bukannya pengairan atas untuk memastikan dedaunan tetap kering.",
    "tomlb0": "Tomato late blight adalah penyakit yang disebabkan oleh patogen oomycete 'Phytophthora infestans' dan boleh mempengaruhi keseluruhan tanaman jika tidak dirawat.",
    "tomlb1": "Biji tomato yang dikeringkan dengan sempurna tidak mungkin mengalami jangkitan benih.",
    "tomlb2": "Kawal tanaman kentang secara sukarela, kerana tanaman yang dijangkiti dapat tumbuh dari umbi yang dijangkiti.",
    "tomlb3": "Penggunaan racun kulat harus dilakukan sebelum jangkitan apabila keadaan persekitaran memilih penyakit yang paling berkesan.",
    "tomlm0": "Acuan daun tomat adalah penyakit yang disebabkan oleh patogen tanaman jamur yang disebut 'Passalora fulva'.",
    "tomlm1": "Tumbuhan ruang untuk memberikan pergerakan udara yang baik antara baris dan tumbuhan individu.",
    "tomlm2": "Gunakan pengairan titisan dan elakkan penyiraman dedaunan.",
    "tomlm3": "Buang sisa tanaman pada akhir musim. Bakar atau kuburkan dari kawasan pengeluaran tomato.",
    "tsls0": "Tomato Septoria Leaf Spot adalah penyakit yang disebabkan oleh 'Septoria lycopersici' dan menular di kawasan basah di mana cuaca lembap berterusan untuk waktu yang lama.",
    "tsls1": "Jangan gunakan penyiraman overhead kerana memudahkan jangkitan dan menyebarkan penyakit.",
    "tsls2": "Meningkatkan peredaran udara di sekitar tumbuh-tumbuhan untuk mempromosikan pengeringan dedaunan yang lebih cepat.",
    "tsls3": "Keluarkan, bakar dan hancurkan daun yang berpenyakit.",
    "ttmv0": "Tomato Mosaic Virus adalah virus patogen tumbuhan yang boleh menyebabkan kekuningan dan stunting tanaman tomat mengakibatkan kehilangan ereksi dan penurunan hasil.",
    "ttmv1": "Elakkan menggunakan produk tembakau di sekitar tanaman tomato, dan basuh tangan anda setelah menggunakan produk tembakau dan sebelum bekerja dengan tanaman.",
    "ttmv2": "Tarik sepenuhnya dan bakar tanaman yang dijangkiti. Jangan kompos bahan tanaman yang dijangkiti.",
    "ttmv3": "Basuh tangan anda dengan sabun dan pembasmi kuman setelah mengendalikan tanaman tomato agar penyakit ini tidak merebak.",
    "tsmt0": "Tomato Spider Mite adalah penyakit yang dapat menjajah bahagian bawah daun dan menghisap jus tumbuhan.",
    "tsmt1": "Tiriskan tanaman tomato anda agar tetap lembap tetapi tidak basah. Tumbuhan tomato yang terdedah kepada tekanan air lebih mudah terkena hama labah-labah.",
    "tsmt2": "Elakkan penggunaan racun perosak kimia dan baja nitrogen tinggi, yang membunuh pemangsa hama labah-labah dan dapat merangsang pembiakan tungau labah-labah.",
    "tsmt3": "Buang sampah daun dan serpihan lain dari kawasan penanaman.",
    "tts0": "Tomato Target spot adalah penyakit yang menyebabkan tanaman kehilangan daun sebelum buahnya tumbuh.",
    "tts1": "Berlatih penggiliran tanaman dan jangan tanam tanaman baru di kawasan di mana tanaman lain yang terdedah kepada penyakit pada tahun lalu.",
    "tts2": "Jangan gunakan pengairan overhead; jika tidak, ia akan mewujudkan keadaan untuk pengeluaran dan jangkitan spora.",
    "tts3": "Kumpulkan dan bakar sebanyak mungkin hasil panen apabila panen selesai.",
    "tty0": "Virus Curl Tomato Kuning (TYLCV) adalah virus DNA dari genus 'Begomovirus', kerana ia adalah penyakit tomato yang paling merosakkan.",
    "tty1": "Sebelum menanam, pilih jenis tahan TYLCV. Gunakan pemindahan bebas virus dan whitefly.",
    "tty2": "Amalkan pengurusan rumpai yang baik di dalam dan di sekitar ladang sebanyak mungkin.",
    "tty3": "After the growing season, remove and destroy old crop residue and volunteers on a regional basis.",
    "skip": "Langkau",
    "snap_a_picture": "Ambil gambar",
    "desc1": "Ambil gambar tanaman yang berpenyakit, atau muat naik dari galeri anda.",
    "see_result": "Lihat hasilnya!",
    "desc2": "Muat naik gambar tanaman yang berpenyakit dan tunggu untuk melihat hasilnya.",
    "check_more": "Lihat lebih banyak tanaman",
    "desc3": "Cari untuk melihat lebih banyak penyakit tumbuhan dan cara mengawalnya",
    "start_diagnosis": "MULAKAN DIAGNOSIS"




}