{
    "no_image": "No image selected",
    "search": "Search disease",
    "onboard_snap": "Snap a picture",
    "next": "Next",
    "pick_image": "Pick Image",
    "upload_picture": "Upload Picture",
    "snap_picture": "Snap Picture",
    "pick_an_option": "Pick an option",
    "apple": "Apple",
    "cherry": "Cherry",
    "grape": "Grape",
    "maize": "Maize",
    "peach": "Peach",
    "pepper": "Pepper",
    "potato": "Potato",
    "strawberry": "Strawberry",
    "squash": "Squash",
    "tomato": "Tomato",
    "apple_black_rot": "Apple Black rot",
    "apple_scab": "Apple Scab",
    "apple_rust": "Cedar Apple Rust",
    "cherry_powdery": "Cherry Powdery Mildew",
    "grape_esca": "Grape Esca (Black measles)",
    "grape_black_rot": "Grape Black rot",
    "grape_leaf_blight": "Grape Leaf blight",
    "maize_blight": "Maize Northern leaf blight",
    "maize_spot": "Maize Gray Leaf Spot",
    "maize_common_rust": "Maize Common Rust",
    "peach_spot": "Peach bacterial spot",
    "pepper_spot": "Pepper bacterial spot",
    "potato_early_blight": "Potato Early blight",
    "potato_late_blight": "Potato Late blight",
    "strawberry_leaf": "Strawberry Leaf scorch",
    "squash_powdery": "Squash Powdery Mildew",
    "tomato_bacterial_spot": "Tomato Bacterial spot",
    "tomato_early_blight": "Tomato Early blight",
    "tomato_late_blight": "Tomato Late blight",
    "tomato_leaf_mold": "Tomato Leaf Mold",
    "tomato_leaf_spot": "Tomato Septoria Leaf Spot",
    "tomato_mosaic_virus": "Tomato Mosaic Virus",
    "tomato_spider_mite": "Tomato Spider Mite",
    "tomato_target_spot": "Tomato Target Spot",
    "tomato_yellow": "Tomato Yellow Leaf Curl Virus",
    "casual_agents": "Casual agents",
    "causes": "Causes",
    "control": "Control",
    "for_more_info": "For more information",
    "click_here": "Click here",
    "abr0": "Black rot is caused by the fungus 'Diplodia seriata'. A fungal disease that requires juniper plants to complete its complicated two year life-cycle.",
    "abr1": "Remove cankers during dormant season by pruning at least 15 inches belowe the end and burn them.",
    "abr2": "Remove any injured or insect-invaded fruits to avoid re-infection.",
    "abr3": "Using copper-based fungicide will protext against both black rot and fire blight.",
    "as0": "Apple Scab is caused by the fungus 'Venturia inaequalis' which spreads by airborne spores.",
    "as1": "Sanitation and resistance breeding.",
    "as2": "Fungicide or biocontrol treatments to prevent the spread.",
    "as3": "Destroy infected leaves or fruits to reduce number of fungal spores.",
    "ar0": "Cedar apple rust is caused by a fungal pathogen caleld 'Gymnosporangium juniperi-virginianae'.",
    "ar1": "Remove galls from infected junipers. In some cases, remove the juniper plants entirely",
    "ar2": "Application of fungicides (in July and August) to the junipers before and after while they are in the infectious state reduces the severity of the outbreak.",
    "ar3": "Remove cedars located within a 1 mile (1.6km) radius of the apples to interrupt the disease cycle.",
    "cpm0": "Powdery Mildew is caused by an obligate biotropic fungus called Podosphaera clandestina, Mid- and late-season sweet cherry cultivars are commonly affected.",
    "cpm1": "Potassium bicarbonate is a safe, effective fungicide that kills spores on contact. Spray it unto affected plants.",
    "cpm2": "Mix one table-spoon baking soda and one-half teaspoon of liquid, non-detergent soap with one gallon of water, and spray the mixture liberally on the plants.",
    "cpm3": "Applying a milk treatment of 40% percent milk and 60% water produce free radicals that are toxic to the fungus when they interact with the sun.",
    "gebm0": "Grapevine measles, also called esca, black measles.",
    "gebm1": "Raisins affected by measles should be discarded during harvest.",
    "gebm2": "Chemical control by spraying or painting the trunks and main branches with a sodium arsenite solution.",
    "gebm3": "(Control no. 2) should be applied for 2 consecutive years, at least 2 weeks after pruning and not later than 3 weeks before sprouting.",
    "gbr0": "Black rot is a fungal disease caused by 'Guignardia bidwellii' that attacks grapes during hot and humid weather.",
    "gbr1": "Choose a planting site where the vines will be exposed to full sun and good air circulation.",
    "gbr2": "Keep the fruit planting and surrounding areas free from weeds and tall grass to promote low humidity and limit fungal infection.",
    "gbr3": "Prune, burn or destroy the vines in early winter during dormancy.",
    "glb0": "Grape Leaf blight (Isariopsis leaf spot) is a disease caused by a fungal plant pathogen called Pseudocercospora vitis.",
    "glb1": "Applying of dormant sprays to reduce inoculum levels.",
    "glb2": "Cut out diseased canes and clusters and pruning out dead wood will both help.",
    "glb3": "Use protectants and systemic fungicides such as mancozeb and ziram.",
    "mlb0": "Northern corn leaf blight (NCLB) is a foliar disease of corn (maize) caused by 'Exserohilum turcicum', this disease can cause significant yield loss in susceptible corn hybrids.",
    "mlb1": "Use of resistant varieties is the best way of managing rust diseases: partial resistant and qualitative resistance.",
    "mlb2": "Before planting, choose hybrid varieties with known resistance to maize northern leaf blight. This is the most important way of managing the disease.",
    "mlb3": "During growth, control weeds especially grasses that might be alternative hosts of the fungus.",
    "mls0": "Gray Leaf spot is a fungal disease that affects corn caused by the pathogen 'Cercospora zeae-maydis'.",
    "mls1": "During the growing season, foliar fungicides can be used to manage gray leaf spot outbreaks.",
    "mls2": "Planting hybrids with a high level of genetic resistance can help reduce the risk of yield loss due to gray leaf spot infection.",
    "mls3": "Susceptible cultivars should not be planted within 100 yards of the previous year's infected crop.",
    "mcr0": "Common rust on corn is caused by the fungus 'Puccinia sorghi' and it can cause serious losses in yield and quality of sweet corn.",
    "mcr1": "Use of resistant varieties is the best way of managing rust diseases: partial resistant and qualitative resistance.",
    "mcr2": "By foliar applications of fungicides on sweet corn.",
    "mcr3": "Collect the remains of the crop and destroy by burning or burying, and weed around maize plots if Oxalis is common.",
    "pbs0": "Peach bacterial spot is a common disease on older peach trees and nectarines caused by the bacterium 'Xanthomonas camperis pv. pruni'.",
    "pbs1": "Keep your peach trees healthy by properly pruning out any diseased or dead limbs and fertilize and water as necessary.",
    "pbs2": "Too much nitrogen can aggravate the disease.",
    "pbs3": "Plant resistant cultivars.",
    "ppbs0": "Pepper bacterial leaf spot is a disease caused by the bacterium 'Xanthomonas campestris pv. vesicatoria', and it spreads by splashing rain and working with wet, infected plants.",
    "ppbs1": "Crop rotation can help prevent bacterial leaf spot.",
    "ppbs2": "Avoid overhead watering.",
    "ppbs3": "Remove and discard badly infected plant parts and all debris at the end of the season.",
    "poeb0": "Potato Early blight is a disease caused by the fungal pathogen 'Alternaria solani', and can result in considerable defoliation and enhance the chance for tuber infection if left uncontrolled.",
    "poeb1": "Prune or stake plants to improve air circulation and reduce fungal problems.",
    "poeb2": "Keep the soil under plants clean and free of garden debris.",
    "poeb3": "Avoid overhead irrigation and allow for sufficient aeration between plants to allow the foliage to dry as quickly as possible.",
    "polb0": "Potato Late blight is a disease caused by a microorganism called 'Phytophthora infestans'.",
    "polb1:": "Do not mix seed lots because cutting can transmit late blight.",
    "polb2": "Avoid planting problem areas that may remain wet for extended periods or may be difficult to spray.",
    "polb3": "Applying phosphorous acid to potatoes after harvest and before piling can prevent infection and the spread of late blight in storage.",
    "sberryls0": "Strawberry Leaf scorch is a disease caused by a fungal infection called 'Diplocarpon earliana' which affects the foliage of strawberry plantings.",
    "sberryls1": "Frequently plant new strawberry transplants.",
    "sberryls2": "Cleaning up garden frequently and avoiding waterlogged soil reduces the likelihood of the spread of the fungus.",
    "sberryls3": "During planting, ensure proper plant spacing to provide adequate air circulation, and the use of drip irrigation.",
    "squpm0": "Squash Powdery mildew is a disease mainly caused by the fungus 'Podosphaera xanthii' which can cause premature death of leaves and reduce yield and fruit quality.",
    "squpm1": "Practicing crop rotation prevents the spread of powdery mildew.",
    "squpm2": "Provide good air movement around plants through proper spacing, staking of plants and weed control.",
    "squpm3": "Apply fungicides after finding the first spot of powdery mildew.",
    "tombs0": "Tomato bacterial spot is caused by four species of 'Xanthomonas'.",
    "tombs1": "Remove symptomatic plants from the field to prevent the spread of bacteria to healthy plants.",
    "tombs2": "Burn or bury the affected plants and DO NOT eat symptomatic fruit.",
    "tombs3": "Hot water treatment can be used to kill bacteria on and in seed.",
    "tomeb0": "Tomato early blight is a fungal disease caused by a fungal pathogen called 'Alternaria solani' which can lead to severe defoliation and result in sunscald of the fruit.",
    "tomeb1": "Avoid working in plants when they are wet from rain, irrigation, or dew.",
    "tomeb2": "In the fall, remove or bury infected plants to reduce the likelihood of the pathogen surviving to the following year.",
    "tomeb3": "Use drip irrigation instead of overhead irrigation to keep foliage dry.",
    "tomlb0": "Tomato late blight is a disease cuased by the oomycete pathogen 'Phytophthora infestans' and can result in total crop failiure if untreated.",
    "tomlb1": "Tomato seed that that has been thoroughly dried is unlikely going to have a seed infection.",
    "tomlb2": "Control volunteer potato plants, as infected plants can grow from infected tubers.",
    "tomlb3": "Fungicide applications should be made prior to infection when environmental conditions favor disease to be the most effective.",
    "tomlm0": "Tomato leaf mold is a disease caused by a fungal plant pathogen called 'Passalora fulva'.",
    "tomlm1": "Space plants to provide good air movement between rows and individual plants.",
    "tomlm2": "Use drip irrigation and avoid watering foliage.",
    "tomlm3": "Remove crop residue at the end of the season. Burn it or bury it away from tomato production areas.",
    "tsls0": "Tomato Septoria Leaf Spot is a disease caused by 'Septoria lycopersici' and its in severe in wet areas where humid weather persists for extended periods.",
    "tsls1": "Do not use overhead watering because it facilitates infection and spreads the disease.",
    "tsls2": "Improve air circulation around the plants to promote faster drying of the foliage.",
    "tsls3": "Remove, burn and destroy diseased leaves.",
    "ttmv0": "Tomato Mosaic Virus is a plant pathogenic virus which can cause yellowing and stunting of tomato plants resulting in loss of stand and reduced yield.",
    "ttmv1": "Avoid using tobacco products around tomato plants, and wash hands after using tobacco products and before working with the plants.",
    "ttmv2": "Completely pull up and burn infected plants. Do not compost infected plant material.",
    "ttmv3": "Wash your hands with soap and disinfect tools after handling tomato plants to keep the disease from spreading.",
    "tsmt0": "Tomato Spider Mite is a disease which can colonize the undersides of leaves and suck plant juices.",
    "tsmt1": "Irrigate your tomato plants to keep them moist but not wet. Water-stressed tomato plants are more susceptible to spider mite infestations.",
    "tsmt2": "Avoid the use of chemical insecticides and high-nitrogen fertilizers, which kill spider mite predators and can stimulate spider mite reproduction.",
    "tsmt3": "Remove leaf litter and other debris from the planting area.",
    "tts0": "Tomato Target spot is a disease that causes plants to lose their leaves before the fruit has developed.",
    "tts1": "Practice crop rotation and don’t plant new crops in areas where other disease-prone plants have been located in the past year.",
    "tts2": "Do not use overhead irrigation; otherwise, it will create conditions for spore production and infection.",
    "tts3": "Collect and burn as much of the crop as possible when the harvest is complete.",
    "tty0": "Tomato Yellow Leaf Curl Virus (TYLCV) is a DNA virus from the genus 'Begomovirus', abd it's the most destructive disease of tomato.",
    "tty1": "Before planting, select TYLCV-resistant varieties. Use virus- and whitefly-free transplants.",
    "tty2": "Practice good weed management in and around fields to the extent feasible.",
    "tty3": "After the growing season, remove and destroy old crop residue and volunteers on a regional basis.",
    "skip": "Skip",
    "snap_a_picture": "Snap a picture",
    "desc1": "Take a picture of the diseased plant, or upload one from your gallery.",
    "see_result": "See results!",
    "desc2": "Upload the picture of the diseased plant and wait to see the result.",
    "check_more": "Check out more crops",
    "desc3": "Search to see more plant diseases and how to control them",
    "start_diagnosis": "START DIAGNOSIS"

}